IDEA Open Model
LineLoad.MasterComponent Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the master component
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement MasterComponent { get; set; }
Public Property MasterComponent As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace